[Language]
Main_Title=EaseUS Data Recovery Wizardをご利用いただき、ありがとうございます
Sub_Title=製品の評価をお願いいたします
Terrible=悪い
Poor=まあまあ
Good=普通
Great=良い
Excellent=とても良い
Never_Ask_Again=今後は表示しない
Rate_Now=今すぐ評価
Feedback_Text_Tips=ここにご意見をお書きください
Feedback_Length_Tips=500字を超えたので、support@easeus.comまでご連絡ください
